const aboutmeData = {
  introduce:
    '눈에 보이는 페이지에 생동감을 불어넣는 매력에 빠져 프론트엔드 개발자가 되었습니다.\n발전하는 프론트엔드 기술에도 관심이 많지만, 특히 최적화를 통해 새로운 경험을 제공하는 것에 집중합니다.\n삼성 청년 SW 아카데미에서 수행한 프로젝트를 통해 실질적인 개발 경험을 쌓았습니다.',

  development:
    '서비스의 성능과 사용성, 그리고 안정성에 대한 컨벤션 고민을 통해 확장 가능하고 유지보수가 쉬운 프론트엔드 아키텍처를 구축하려고 노력하고 있습니다.',
  target:
    '가까운 미래에는 다양한 개발자들과 함께 성장하면서, 오픈소스 프로젝트에 기여하고픈 목표를 가지고 있습니다. 장기적인 목표로는 훌륭한 기술 리더가 되어 다양한 개발 프로젝트와 팀을 선도하는 것입니다.',
  communication:
    '적극적인 커뮤니케이션을 통해 프로젝트의 목표를 정확히 이해하고, 이를 구현하기 위한 효율적인 방법을 모색하고 있습니다.',
};

export default aboutmeData;
