export const movie101Detail = `
# MOVIE101

2023.05.17~2023.05.25

_프론트엔드 파트_

<br/>

- 나만의 영화취향 분석으로 위한 월드컵 챌린지
  - SSAFY final 관통프로젝트
  - 백엔드1, 프론트엔드1

<br/>

## 활용 기술스택

**Django, Vue.js, Figma, AWS - EC2**

<br/>

## 프로젝트 기여

<span style="background-color: #FDFD96; font-weight: bold;">영화 검색 및 추천 서비스와 회원 관리</span>

- 사용자가 영화 제목으로 검색하면 동적으로 영화 포스터와 함께 검색 결과를 제공하였습니다.
- 사용자의 선호를 반영하여 랜덤 영화 추천, 마음에 드는 영화 및 배우 기반의 추천 기능을 구현하였습니다.
- 회원 관리 시스템을 통해 회원가입, 로그인, 로그아웃 기능을 구현하였고, 비회원에 대한 서비스 제한 기능을 추가하였습니다.

<br/>

<span style="background-color: #FDFD96; font-weight: bold;">평가</span>

- 영화 검색 및 추천 기능은 선호도와 편의성을 중심으로 구현되어 긍정적인 피드백을 받았습니다.
- 회원 관리 시스템은 사용자 인증 및 세션 관리를 통해 안정적으로 운영되었으나, UI/UX 측면에서 추가적인 개선이 필요한 부분이 있었습니다.

<br/>

<span style="background-color: #FDFD96; font-weight: bold;">배운점 및 개선방향</span>

- 프로젝트를 진행하며 프론트엔드 분야의 흐름과 기술을 실질적으로 경험하고 익힐 수 있었습니다.
- UI/UX 디자인의 중요성을 깨달았으며, 사용자의 피드백을 통해 서비스의 사용성을 개선해야함을 인지하였습니다.

`;
