export const movie101Detail = `
# MOVIE101

2023.05.17~2023.05.25 (2주)

_프론트엔드 파트_

<br/>

**나만의 영화취향 분석으로 위한 월드컵 챌린지**
- 프론트엔드 1명 / 백엔드 1명
- 프론트엔드 개발 담당

<br/>

**활용 기술스택**

Vue.js, Vuex

<br/>

**담당 역할**

- 영화 월드컵 페이지
- 영화 추천 및 검색 페이지
- 커뮤니티 게시판 페이지
- 회원가입 페이지
- 반응형 웹으로 구성

<br/>

**영화 검색 및 추천 서비스와 회원 관리**

![이미지1](https://github.com/yongseong2/portfolio/assets/122865525/3c72b927-92d3-46eb-9fbf-d4a2fd55535b)

- 사용자가 영화 제목으로 검색하면 동적으로 영화 포스터와 함께 검색 결과를 제공하였습니다.

![이미지2](https://github.com/yongseong2/portfolio/assets/122865525/8e576077-fa34-4ceb-944b-481c87b50e0c)

- 사용자의 선호를 반영하여 랜덤 영화 추천, 마음에 드는 영화 및 배우 기반의 추천 기능을 구현하였습니다.
- 회원 관리 시스템을 통해 회원가입, 로그인, 로그아웃 기능을 구현하였고, 비회원에 대한 서비스 제한 기능을 추가하였습니다.

`;
